app/controllers/drink_types_controller.rb

SELECT "drink_types".* FROM "drink_types"
---
    def index
        @drink_types = DrinkType.all